tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "openssl@1.1"
brew "python@3.9"
brew "ansible"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "libtool"
brew "lame"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "fontforge"
brew "gcc"
brew "git"
brew "gitmoji"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kustomize"
brew "mecab"
brew "mecab-ipadic"
brew "mkcert"
brew "mutt"
brew "mycli"
brew "mysql", restart_service: true
brew "mysql-client"
brew "mysql@5.7"
brew "node-build"
brew "ndenv"
brew "nginx"
brew "nkf"
brew "nss"
brew "openjdk"
brew "peco"
brew "poetry"
brew "portaudio"
brew "postgresql"
brew "pyenv"
brew "python@2", link: false
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "shfmt"
brew "sox"
brew "supervisor", restart_service: true
brew "swig"
brew "tesseract-lang"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty"
cask "0xed"
cask "appcleaner"
cask "authy"
cask "background-music"
cask "caffeine"
cask "chromedriver"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "krisp"
cask "lens"
cask "ltspice"
cask "macsvg"
cask "obs"
cask "postman"
cask "proxyman"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro-nightly"
cask "sonic-visualiser"
cask "soundflower"
cask "sourcetree"
cask "spotify"
cask "tableplus"
cask "tunnelblick"
cask "tweeten"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xmind"
cask "xquartz"
