2gua.rainbow-brackets
alefragnani.Bookmarks
austin.code-gnu-global
bajdzis.vscode-database
batisteo.vscode-django
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
ckolkman.vscode-postgres
CoenraadS.bracket-pair-colorizer-2
CraigMaslowski.erb
DavidAnson.vscode-markdownlint
defaltd.go-coverage-viewer
donjayamanne.githistory
donjayamanne.python-extension-pack
dunstontc.vscode-go-syntax
eamodio.gitlens
eg2.tslint
emilast.LogFileHighlighter
eriklynd.json-tools
formulahendry.docker-explorer
formulahendry.docker-extension-pack
formulahendry.vscode-mysql
foxundermoon.shell-format
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
hnw.vscode-auto-open-markdown-preview
humao.rest-client
ionutvmi.path-autocomplete
jammerware.code-guid
jebbs.plantuml
jithurjacob.nbpreviewer
johnpapa.vscode-peacock
kisstkondoros.vscode-gutter-preview
kiteco.kite
kogai.regex-railroad-diagrams
mechatroner.rainbow-csv
mikegleasonjr.theme-go
mkaufman.HTMLHint
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-dotnettools.csharp
ms-mssql.mssql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.debugger-for-chrome
msyrus.go-doc
oderwat.indent-rainbow
patricklee.vsnotes
PKief.material-icon-theme
rebornix.ruby
rogalmic.bash-debug
RomanPeshkov.go-test-outline
ryu1kn.partial-diff
sadesyllas.vscode-workspace-switcher
Shan.code-settings-sync
shanoor.vscode-nginx
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sianglim.slim
slevesque.vscode-hexdump
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
windmilleng.vscode-go-autotest
wingrunr21.vscode-ruby
wmaurer.vscode-jumpy
yzane.markdown-pdf
yzhang.markdown-all-in-one
